# ======= ИНФОРМАЦИЯ =======
# ./__init__.py:
# Документация. Иморты всех модулей.
#
# ./quicklyAlgorithms: 
# Модуль quicklyAlgorithms содержит основные алгоритмы
# для сортировки и поиска элементов.
#
# ./randomAlgorithms:
# Модуль randomAlgorithms предоставляет возможность
# очень случайно выбирать элементы списков благодаря 
# библиотеки random и различным алгоритмам. 
#
#
# Библиотека создана для себя, поэтому говно-код :)
#
# При обноружении багов или при появлении
# вопросов, обращайтесь к разработчику.
# Хороший справочник для студентов и самоучек.
#
# Соц. сети разработчика:
# Telegram: @Shpaks2
# Discord: shpaks
# GitHub: https://github.com/ShpaksIK


from .quicklyAlgorithms import *
from .randomAlgorithms import *

